FSAndDisk_Test/FS_Disk_SSD_980_NVMe_scripts/980_fs_fio_test_write_ranseq/seq_write_block_1M_4_32_jobs.out
seq_write_test: (g=0): rw=write, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=libaio, iodepth=1
...
fio-3.28
Starting 32 processes

seq_write_test: (groupid=0, jobs=32): err= 0: pid=771335: Sun May 12 05:38:57 2024
  write: IOPS=77, BW=77.3MiB/s (81.1MB/s)(200GiB/2648558msec); 0 zone resets
    slat (usec): min=61, max=3112.8k, avg=7398.28, stdev=75499.16
    clat (msec): min=32, max=11046, avg=338.13, stdev=402.81
     lat (msec): min=32, max=12615, avg=345.53, stdev=414.18
    clat percentiles (msec):
     |  1.00th=[   66],  5.00th=[   89], 10.00th=[   97], 20.00th=[  120],
     | 30.00th=[  148], 40.00th=[  178], 50.00th=[  213], 60.00th=[  255],
     | 70.00th=[  326], 80.00th=[  435], 90.00th=[  651], 95.00th=[ 1099],
     | 99.00th=[ 2056], 99.50th=[ 2400], 99.90th=[ 3507], 99.95th=[ 4530],
     | 99.99th=[ 7550]
   bw (  KiB/s): min=58735, max=549611, per=100.00%, avg=128337.43, stdev=2462.29, samples=105952
   iops        : min=   32, max=  536, avg=124.74, stdev= 2.41, samples=105952
  lat (msec)   : 50=0.23%, 100=11.59%, 250=46.99%, 500=25.79%, 750=6.92%
  lat (msec)   : 1000=2.66%, 2000=4.71%, >=2000=1.10%
  cpu          : usr=0.03%, sys=0.04%, ctx=214622, majf=0, minf=5352
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,204800,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=77.3MiB/s (81.1MB/s), 77.3MiB/s-77.3MiB/s (81.1MB/s-81.1MB/s), io=200GiB (215GB), run=2648558-2648558msec

Disk stats (read/write):
  nvme2n1: ios=0/1517917, merge=0/526, ticks=0/484541869, in_queue=484694702, util=100.00%